Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Backup.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: No data to export.
ar: لا توجد بيانات للتصدير.
de: Keine Daten zum Exportieren.
es: No hay datos para exportar.
fr: Aucune donnée à exporter.
hi: निर्यात करने के लिए कोई डेटा नहीं.
id: Tidak ada data untuk diekspor.
ja: エクスポートするデータがありません。
ko: 내보낼 데이터가 없습니다.
pt_br: Não há dados para exportar.
ru: Нет данных для экспорта.
th: ไม่มีข้อมูลที่จะส่งออก
tr: Dışa aktarılacak veri yok.
vi: Không có dữ liệu để xuất.
zh_hans: 没有可导出的数据。
zh_hant: 沒有要匯出的數據。

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Password must be at least 8 characters.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل.
de: Das Passwort muss mindestens 8 Zeichen lang sein.
es: La contraseña debe tener al menos 8 caracteres.
fr: Le mot de passe doit comporter au moins 8 caractères.
hi: पासवर्ड कम से कम 8 वर्णों का होना चाहिए।
id: Kata sandi minimal harus 8 karakter.
ja: パスワードは 8 文字以上である必要があります。
ko: 비밀번호는 8자 이상이어야 합니다.
pt_br: A senha deve ter pelo menos 8 caracteres.
ru: Пароль должен быть не менее 8 символов.
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Şifre en az 8 karakter olmalıdır.
vi: Mật khẩu phải có ít nhất 8 ký tự.
zh_hans: 密码至少需要 8 个字符。
zh_hant: 密碼必須至少為 8 個字元。

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hi: सांकेतिक शब्द मेल नहीं खाते।
id: Kata sandi tidak cocok.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
pt_br: As senhas não coincidem.
ru: Пароли не совпадают.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor.
vi: Mật khẩu không khớp.
zh_hans: 两次密码不一致。
zh_hant: 密碼不符。

source: Platform
ar: منصة
de: Plattform
es: Plataforma
fr: Plate-forme
hi: प्लैटफ़ॉर्म
ja: プラットフォーム
ko: 플랫폼
pt_br: Plataforma
ru: Платформа
th: แพลตฟอร์ม
tr: platformu
vi: Nền tảng
zh_hans: 来源平台
zh_hant: 平台

source: Preparing...
ar: جارٍ التحضير...
de: Vorbereiten...
es: Preparante...
fr: Préparation...
hi: तैयारी...
id: Mempersiapkan...
ja: 準備中...
ko: 준비 중...
pt_br: Preparando...
ru: Подготовка...
th: กำลังเตรียม...
tr: Hazırlanıyor...
vi: Chuẩn bị...
zh_hans: 准备中...
zh_hant: 正在準備...

source: Replace All
ar: استبدال الكل
de: Alle ersetzen
es: Reemplazar todo
fr: Remplacer tout
hi: सभी बदलें
id: Ganti Semua
ja: すべて置換
ko: 모두 바꾸기
pt_br: Substituir tudo
ru: Заменить все
th: แทนที่ทั้งหมด
tr: Tümünü Değiştir
vi: Thay thế tất cả
zh_hans: 替换全部
zh_hant: 全部替換

source: Replace All Data
ar: استبدال كافة البيانات
de: Alle Daten ersetzen
es: Reemplazar todos los datos
fr: Remplacer toutes les données
hi: सभी डेटा बदलें
id: Ganti Semua Data
ja: すべてのデータを置き換える
ko: 모든 데이터 바꾸기
pt_br: Substitua todos os dados
ru: Заменить все данные
th: แทนที่ข้อมูลทั้งหมด
tr: Tüm Verileri Değiştir
vi: Thay thế tất cả dữ liệu
zh_hans: 替换所有数据
zh_hant: 替換所有數據

source: Restore conversations, providers, and settings from a backup file.
ar: استعادة المحادثات والموفرين والإعدادات من ملف النسخ الاحتياطي.
de: Stellen Sie Konversationen, Anbieter und Einstellungen aus einer Sicherungsdatei wieder her.
es: Restaure conversaciones, proveedores y configuraciones desde un archivo de respaldo.
fr: Restaurez les conversations, les fournisseurs et les paramètres à partir d'un fichier de sauvegarde.
hi: बैकअप फ़ाइल से वार्तालाप, प्रदाता और सेटिंग्स पुनर्स्थापित करें।
id: Pulihkan percakapan, penyedia, dan pengaturan dari file cadangan.
ja: バックアップ ファイルから会話、プロバイダー、設定を復元します。
ko: 백업 파일에서 대화, 공급자 및 설정을 복원합니다.
pt_br: Restaure conversas, provedores e configurações de um arquivo de backup.
ru: Восстановите разговоры, провайдеров и настройки из файла резервной копии.
th: คืนค่าการสนทนา ผู้ให้บริการ และการตั้งค่าจากไฟล์สำรอง
tr: Konuşmaları, sağlayıcıları ve ayarları bir yedekleme dosyasından geri yükleyin.
vi: Khôi phục các cuộc hội thoại, nhà cung cấp và cài đặt từ tệp sao lưu.
zh_hans: 从备份文件恢复对话、服务商和设置。
zh_hant: 從備份檔案中還原對話、提供者和設定。

source: Skip API Keys
ar: تخطي مفاتيح API
de: API-Schlüssel überspringen
es: Saltar claves API
fr: Ignorer les clés API
hi: API कुंजियाँ छोड़ें
id: Lewati Tombol API
ja: APIキーをスキップする
ko: API 키 건너뛰기
pt_br: Ignorar chaves de API
ru: Пропустить ключи API
th: ข้ามคีย์ API
tr: API Anahtarlarını Atla
vi: Bỏ qua phím API
zh_hans: 跳过 API 密钥
zh_hant: 跳過 API 金鑰

source: Skip existing conversations and providers; only add new ones.
ar: تخطي المحادثات ومقدمي الخدمات الحاليين؛ إضافة جديدة فقط.
de: Überspringen Sie bestehende Gespräche und Anbieter; nur neue hinzufügen.
es: Saltar conversaciones y proveedores existentes; solo agregue nuevos.
fr: Ignorer les conversations et les fournisseurs existants ; ajoutez-en seulement de nouveaux.
hi: मौजूदा बातचीत और प्रदाताओं को छोड़ें; केवल नए जोड़ें.
id: Lewati percakapan dan penyedia yang ada; hanya menambahkan yang baru.
ja: 既存の会話とプロバイダーをスキップします。新しいものを追加するだけです。
ko: 기존 대화 및 공급자를 건너뜁니다. 새로운 것만 추가하세요.
pt_br: Ignore conversas e provedores existentes; adicione apenas novos.
ru: Пропустить существующие разговоры и поставщиков; только добавляйте новые.
th: ข้ามการสนทนาและผู้ให้บริการที่มีอยู่ เพิ่มใหม่เท่านั้น
tr: Mevcut konuşmaları ve sağlayıcıları atlayın; yalnızca yenilerini ekleyin.
vi: Bỏ qua các cuộc trò chuyện và nhà cung cấp hiện có; chỉ thêm những cái mới.
zh_hans: 跳过已有的对话和服务商，仅添加新的。
zh_hant: 跳過現有的對話和提供者；只添加新的。

source: The backup file format is not recognized.
ar: لم يتم التعرف على تنسيق ملف النسخ الاحتياطي.
de: Das Format der Sicherungsdatei wird nicht erkannt.
es: No se reconoce el formato del archivo de copia de seguridad.
fr: Le format du fichier de sauvegarde n'est pas reconnu.
hi: बैकअप फ़ाइल स्वरूप पहचाना नहीं गया है.
id: Format file cadangan tidak dikenali.
ja: バックアップファイルの形式が認識されません。
ko: 백업 파일 형식이 인식되지 않습니다.
pt_br: O formato do arquivo de backup não é reconhecido.
ru: Формат файла резервной копии не распознан.
th: ไม่รู้จักรูปแบบไฟล์สำรอง
tr: Yedekleme dosyası formatı tanınmıyor.
vi: Định dạng tập tin sao lưu không được nhận dạng.
zh_hans: 无法识别备份文件格式。
zh_hant: 無法辨識備份文件格式。

source: The backup file is corrupted or in an unsupported format.
ar: ملف النسخة الاحتياطية تالف أو بتنسيق غير مدعوم.
de: Die Sicherungsdatei ist beschädigt oder hat ein nicht unterstütztes Format.
es: El archivo de copia de seguridad está dañado o tiene un formato no compatible.
fr: Le fichier de sauvegarde est corrompu ou dans un format non pris en charge.
hi: बैकअप फ़ाइल दूषित है या असमर्थित प्रारूप में है।
id: File cadangan rusak atau dalam format yang tidak didukung.
ja: バックアップ ファイルが破損しているか、サポートされていない形式です。
ko: 백업 파일이 손상되었거나 지원되지 않는 형식입니다.
pt_br: O arquivo de backup está corrompido ou em um formato não compatível.
ru: Файл резервной копии поврежден или имеет неподдерживаемый формат.
th: ไฟล์สำรองข้อมูลเสียหายหรืออยู่ในรูปแบบที่ไม่รองรับ
tr: Yedekleme dosyası bozuk veya desteklenmeyen bir biçimde.
vi: Tệp sao lưu bị hỏng hoặc ở định dạng không được hỗ trợ.
zh_hans: 备份文件已损坏或格式不支持。
zh_hant: 備份檔案已損壞或格式不受支援。

source: The backup file may have been modified or corrupted.
ar: ربما تم تعديل ملف النسخة الاحتياطية أو تلفه.
de: Die Sicherungsdatei wurde möglicherweise geändert oder beschädigt.
es: Es posible que el archivo de copia de seguridad haya sido modificado o dañado.
fr: Le fichier de sauvegarde a peut-être été modifié ou corrompu.
hi: बैकअप फ़ाइल संशोधित या दूषित हो सकती है।
id: File cadangan mungkin telah diubah atau rusak.
ja: バックアップ ファイルが変更されているか、破損している可能性があります。
ko: 백업 파일이 수정되었거나 손상되었을 수 있습니다.
pt_br: O arquivo de backup pode ter sido modificado ou corrompido.
ru: Возможно, файл резервной копии был изменен или поврежден.
th: ไฟล์สำรองข้อมูลอาจมีการแก้ไขหรือเสียหาย
tr: Yedekleme dosyası değiştirilmiş veya bozulmuş olabilir.
vi: Tệp sao lưu có thể đã bị sửa đổi hoặc bị hỏng.
zh_hans: 备份文件可能已被修改或损坏。
zh_hant: 備份檔案可能已被修改或損壞。

source: The backup file may have been modified or corrupted. Proceed with caution.
ar: ربما تم تعديل ملف النسخة الاحتياطية أو تلفه. المضي قدما بحذر.
de: Die Sicherungsdatei wurde möglicherweise geändert oder beschädigt. Gehen Sie vorsichtig vor.
es: Es posible que el archivo de copia de seguridad haya sido modificado o dañado. Proceda con precaución.
fr: Le fichier de sauvegarde a peut-être été modifié ou corrompu. Procédez avec prudence.
hi: बैकअप फ़ाइल संशोधित या दूषित हो सकती है। सावधानी के साथ आगे बढ़ना।
id: File cadangan mungkin telah diubah atau rusak. Lanjutkan dengan hati-hati.
ja: バックアップ ファイルが変更されているか、破損している可能性があります。慎重に作業を進めてください。
ko: 백업 파일이 수정되었거나 손상되었을 수 있습니다. 주의해서 진행하세요.
pt_br: O arquivo de backup pode ter sido modificado ou corrompido. Proceda com cautela.
ru: Возможно, файл резервной копии был изменен или поврежден. Действуйте осторожно.
th: ไฟล์สำรองข้อมูลอาจมีการแก้ไขหรือเสียหาย ดำเนินการด้วยความระมัดระวัง
tr: Yedekleme dosyası değiştirilmiş veya bozulmuş olabilir. Dikkatli ilerleyin.
vi: Tệp sao lưu có thể đã bị sửa đổi hoặc bị hỏng. Tiến hành thận trọng.
zh_hans: 备份文件可能已被修改或损坏，请谨慎操作。
zh_hant: 備份檔案可能已被修改或損壞。謹慎行事。

source: The encrypted data is invalid.
ar: البيانات المشفرة غير صالحة.
de: Die verschlüsselten Daten sind ungültig.
es: Los datos cifrados no son válidos.
fr: Les données cryptées ne sont pas valides.
hi: एन्क्रिप्ट किया गया डेटा अमान्य है.
id: Data terenkripsi tidak valid.
ja: 暗号化されたデータは無効です。
ko: 암호화된 데이터가 유효하지 않습니다.
pt_br: Os dados criptografados são inválidos.
ru: Зашифрованные данные недействительны.
th: ข้อมูลที่เข้ารหัสไม่ถูกต้อง
tr: Şifrelenmiş veriler geçersiz.
vi: Dữ liệu được mã hóa không hợp lệ.
zh_hans: 加密数据无效。
zh_hant: 加密資料無效。

source: This backup contains encrypted API keys. Enter the password to restore them, or skip to import without keys.
ar: تحتوي هذه النسخة الاحتياطية على مفاتيح API مشفرة. أدخل كلمة المرور لاستعادتها، أو قم بالتخطي للاستيراد بدون مفاتيح.
de: Dieses Backup enthält verschlüsselte API-Schlüssel. Geben Sie das Passwort ein, um sie wiederherzustellen, oder fahren Sie mit dem Importieren ohne Schlüssel fort.
es: Esta copia de seguridad contiene claves API cifradas. Ingrese la contraseña para restaurarlos u omita para importar sin claves.
fr: Cette sauvegarde contient des clés API cryptées. Entrez le mot de passe pour les restaurer ou passez à l'importation sans clés.
hi: इस बैकअप में एन्क्रिप्टेड API शामिल है। उन्हें पुनर्स्थापित करने के लिए पासवर्ड दर्ज करें, या बिना कुंजियों के आयात करना छोड़ दें।
id: Cadangan ini berisi API terenkripsi. Masukkan kata sandi untuk memulihkannya, atau lewati untuk mengimpor tanpa kunci.
ja: このバックアップには暗号化された API キーが含まれています。パスワードを入力して復元するか、キーなしでインポートをスキップします。
ko: 이 백업에는 암호화된 API 키가 포함되어 있습니다. 복원하려면 비밀번호를 입력하거나 키 없이 가져오기로 건너뛰세요.
pt_br: Este backup contém chaves de API criptografadas. Digite a senha para restaurá-los ou pule para importar sem chaves.
ru: Эта резервная копия содержит зашифрованный API. Введите пароль, чтобы восстановить их, или пропустите импорт без ключей.
th: ข้อมูลสำรองนี้มี API ที่เข้ารหัส ป้อนรหัสผ่านเพื่อกู้คืน หรือข้ามเพื่อนำเข้าโดยไม่ต้องใช้คีย์
tr: Bu yedekleme şifrelenmiş API içeriyor. Bunları geri yüklemek için şifreyi girin veya anahtarsız içe aktarma işlemini atlayın.
vi: Bản sao lưu này chứa API được mã hóa. Nhập mật khẩu để khôi phục chúng hoặc bỏ qua để nhập không cần khóa.
zh_hans: 此备份包含加密的 API 密钥。输入密码可恢复密钥，或跳过以不含密钥的方式导入。
zh_hant: 此備份包含加密的 API 金鑰。輸入密碼以恢復它們，或跳過無需密鑰的導入。

source: This backup requires a newer version of Oriveo (format version %d).
ar: تتطلب هذه النسخة الاحتياطية إصدارًا أحدث من Oriveo (إصدار التنسيق %d).
de: Für dieses Backup ist eine neuere Version von Oriveo erforderlich (Formatversion %d).
es: Esta copia de seguridad requiere una versión más reciente de Oriveo (versión de formato %d).
fr: Cette sauvegarde nécessite une version plus récente d'Oriveo (version au format %d).
hi: इस बैकअप के लिए Oriveo के नए संस्करण की आवश्यकता है (प्रारूप संस्करण %d)।
id: Cadangan ini memerlukan versi Oriveo yang lebih baru (versi format %d).
ja: このバックアップには、新しいバージョンの Oriveo (フォーマット バージョン %d) が必要です。
ko: 이 백업에는 최신 버전의 Oriveo(형식 버전 %d)가 필요합니다.
pt_br: Este backup requer uma versão mais recente do Oriveo (versão de formato %d).
ru: Для этой резервной копии требуется более новая версия Oriveo (версия формата %d).
th: การสำรองข้อมูลนี้ต้องใช้ Oriveo เวอร์ชันใหม่กว่า (เวอร์ชันรูปแบบ %d)
tr: Bu yedekleme, Oriveo'nun daha yeni bir sürümünü gerektirir (biçim sürümü %d).
vi: Bản sao lưu này yêu cầu phiên bản Oriveo mới hơn (phiên bản định dạng %d).
zh_hans: 此备份需要更新版本的 Oriveo（格式版本 %d）。
zh_hant: 此備份需要較新版本的 Oriveo（格式版本 %d）。

source: This export could not be prepared.
ar: تعذّر تجهيز هذا التصدير.
de: Dieser Export konnte nicht erstellt werden.
es: No se pudo preparar esta exportación.
fr: Cette exportation n'a pas pu être préparée.
hi: यह निर्यात तैयार नहीं किया जा सका।
id: Ekspor ini tidak dapat disiapkan.
ja: このエクスポートを作成できませんでした。
ko: 이 내보내기를 준비할 수 없습니다.
pt_br: Não foi possível preparar esta exportação.
ru: Не удалось подготовить экспорт.
th: ไม่สามารถเตรียมการส่งออกนี้ได้
tr: Bu dışa aktarma hazırlanamadı.
vi: Không thể chuẩn bị bản xuất này.
zh_hans: 无法生成这份导出文件。
zh_hant: 無法產生這份匯出檔案。

source: This file could not be read as an Oriveo backup.
ar: تعذّرت قراءة هذا الملف كنسخة احتياطية من Oriveo.
de: Diese Datei konnte nicht als Oriveo-Backup gelesen werden.
es: No se pudo leer este archivo como copia de seguridad de Oriveo.
fr: Ce fichier n'a pas pu être lu comme une sauvegarde Oriveo.
hi: इस फ़ाइल को Oriveo बैकअप के रूप में नहीं पढ़ा जा सका।
id: File ini tidak dapat dibaca sebagai cadangan Oriveo.
ja: このファイルは Oriveo のバックアップとして読み込めませんでした。
ko: 이 파일을 Oriveo 백업으로 읽을 수 없습니다.
pt_br: Não foi possível ler este arquivo como backup do Oriveo.
ru: Не удалось прочитать файл как резервную копию Oriveo.
th: ไม่สามารถอ่านไฟล์นี้เป็นข้อมูลสำรองของ Oriveo ได้
tr: Bu dosya bir Oriveo yedeği olarak okunamadı.
vi: Không thể đọc tệp này như một bản sao lưu Oriveo.
zh_hans: 这个文件无法作为 Oriveo 备份读取。
zh_hant: 這個檔案無法作為 Oriveo 備份讀取。

source: This will clear all local data and replace it with the backup contents. A temporary backup will be created automatically.
ar: سيؤدي هذا إلى مسح جميع البيانات المحلية واستبدالها بمحتويات النسخة الاحتياطية. سيتم إنشاء نسخة احتياطية مؤقتة تلقائيًا.
de: Dadurch werden alle lokalen Daten gelöscht und durch die Sicherungsinhalte ersetzt. Es wird automatisch ein temporäres Backup erstellt.
es: Esto borrará todos los datos locales y los reemplazará con el contenido de la copia de seguridad. Se creará una copia de seguridad temporal automáticamente.
fr: Cela effacera toutes les données locales et les remplacera par le contenu de la sauvegarde. Une sauvegarde temporaire sera créée automatiquement.
hi: यह सभी स्थानीय डेटा को साफ़ कर देगा और इसे बैकअप सामग्री से बदल देगा। एक अस्थायी बैकअप स्वचालित रूप से बनाया जाएगा.
id: Ini akan menghapus semua data lokal dan menggantinya dengan konten cadangan. Cadangan sementara akan dibuat secara otomatis.
ja: これにより、すべてのローカル データが消去され、バックアップの内容に置き換えられます。一時バックアップが自動的に作成されます。
ko: 그러면 모든 로컬 데이터가 지워지고 백업 내용으로 대체됩니다. 임시 백업이 자동으로 생성됩니다.
pt_br: Isso limpará todos os dados locais e os substituirá pelo conteúdo do backup. Um backup temporário será criado automaticamente.
ru: Это очистит все локальные данные и заменит их содержимым резервной копии. Временная резервная копия будет создана автоматически.
th: การดำเนินการนี้จะล้างข้อมูลในเครื่องทั้งหมดและแทนที่ด้วยเนื้อหาสำรอง การสำรองข้อมูลชั่วคราวจะถูกสร้างขึ้นโดยอัตโนมัติ
tr: Bu, tüm yerel verileri temizleyecek ve bunları yedek içeriklerle değiştirecektir. Otomatik olarak geçici bir yedekleme oluşturulacaktır.
vi: Thao tác này sẽ xóa tất cả dữ liệu cục bộ và thay thế bằng nội dung sao lưu. Một bản sao lưu tạm thời sẽ được tạo tự động.
zh_hans: 这将清空所有本地数据并用备份内容替换。系统会自动创建临时备份。
zh_hant: 這將清除所有本機資料並將其替換為備份內容。將自動建立臨時備份。

source: Unlock & Import
ar: فتح واستيراد
de: Entsperren und importieren
es: Desbloquear e importar
fr: Déverrouiller et importer
hi: अनलॉक और आयात करें
id: Buka Kunci & Impor
ja: ロック解除とインポート
ko: 잠금해제 및 가져오기
pt_br: Desbloquear e importar
ru: Разблокировать и импортировать
th: ปลดล็อคและนำเข้า
tr: Kilidini Aç ve İçe Aktar
vi: Mở khóa và nhập
zh_hans: 解锁并导入
zh_hant: 解鎖和導入

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
ja: はい
ko: 예
pt_br: Sim
ru: Да
th: ใช่
tr: Evet
vi: Đúng
zh_hans: 是
zh_hant: 是的

source: Your Data
ar: بياناتك
de: Ihre Daten
es: Tus datos
fr: Vos données
hi: आपका डेटा
id: Data Anda
ja: あなたのデータ
ko: 귀하의 데이터
pt_br: Seus dados
ru: Ваши данные
th: ข้อมูลของคุณ
tr: Verileriniz
vi: Dữ liệu của bạn
zh_hans: 你的数据
zh_hant: 您的數據

source: already exist
ar: موجودة بالفعل
de: existieren bereits
es: ya existe
fr: existe déjà
hi: पहले से मौजूद है
id: sudah ada
ja: すでに存在します
ko: 이미 존재한다
pt_br: já existe
ru: уже существуют
th: มีอยู่แล้ว
tr: zaten var
vi: đã tồn tại
zh_hans: 已存在
zh_hant: 已經存在
